Repository: AlexSkrn/to_tmx
Catalog: data/Madrid System_eng-Madrid System_rus.tmx
Source language: en_us
Languages: ru_ru

source: A State emblem frequently contains heraldic elements, such as a lion, an eagle, the sun.
ru_ru: Часто государственная эмблема содержит геральдические элементы – изображение льва, орла или солнца.

source: It is to be noted that the intention of the Revision Conference of the Hague, in 1925, was to include in the protection of State emblems the escutcheons of reigning Houses, as well as emblems of States included in a Federative State which is party to the Paris Convention.
ru_ru: Следует отметить, что в 1925 г. Конференция по пересмотру в Гааге намеревалась распространить охрану государственных эмблем на щиты гербов правящих королевских домов, а также эмблемы государств, входящих в состав федерального государства-участника Парижской конвенции.

source: However, it was not intended to include emblems of lower public bodies.
ru_ru: Однако, не предполагалось распространить охрану на эмблемы менее значительных государственных органов.

source: The purpose of official signs and hallmarks indicating control and warranty is to certify that a State or an organization duly appointed by a State to that effect has checked that certain goods meet specific standards or have a given level of quality.
ru_ru: Целью официальных знаков и клейм контроля и гарантии является удостоверение того, что государство или организация, должным образом назначенная государством для этой цели, проверили соответствие определенных товаров конкретным стандартам или конкретному уровню качества.

source: Official signs and hallmarks indicating control and warranty exist in several States with respect to precious metals or products such as butter, cheese, meat, electrical equipment, etc.
ru_ru: Официальные знаки и клейма контроля и гарантии существуют в нескольких государствах применительно к драгоценным металлам или таким продуктам, как масло, сыр, мясо, а также электрооборудование и пр.

source: In principle, officials signs and hallmarks indicating control and warranty may also apply to services, for instance those relating to education, tourism, etc.
ru_ru: В принципе, официальные знаки и клейма контроля и гарантии также могут применяться к услугам, например, услугам в области образования, туризма и пр.

source: The protection as an official sign indicating control and warranty is more limited than a protection as a State emblem.
ru_ru: По сравнению с охраной государственной эмблемы охрана официального знака контроля или гарантии более ограничена.

source: Article 6ter(2) provides that such protection "shall apply solely in cases where the marks in which they are incorporated are intended to be used on goods of the same or similar kind."
ru_ru: Статья 6ter(2) предусматривает, что такая охрана "применяется только в случаях, когда знаки, содержащие их, предназначаются для использования на товарах такого же рода или подобных им».

source: Under Article 16 of the TLT, this provision extends to services.
ru_ru: Согласно статье 16 TLT это положение распространяется на услуги.

source: The protection afforded by Article 6ter was extended by the Revision Conference of Lisbon in 1958, not only to armorial bearings, flags and other emblems, but also to names, and abbreviations of such names of intergovernmental organizations of which one or more States party to the Paris Convention are members.
ru_ru: На Конференции по пересмотру в Лиссабоне в 1958 г. предоставляемая статьей 6ter охрана была распространена не только на гербы, флаги и другие эмблемы, но также и на полные и сокращенные наименования межправительственных организаций, членами которых является одна или несколько стран-участниц Парижской конвенции.

source: However, the protection under Article 6ter did not extend to armorial bearings, flags, other emblems, names and abbreviations of intergovernmental organizations which are already the subject of international agreements in force, intended to ensure their protection, such as the Geneva Convention for the amelioration of the condition of the wounded and sick in armed forces, of August 12, 1949, Article 44 of which protects the emblems of the Red Cross on a white ground, the words "Red Cross" or "Geneva Cross, and analogous emblems."
ru_ru: Однако согласно статье 6ter охрана не распространялась на гербы, флаги, другие эмблемы, полные и сокращенные названия межправительственных организаций, которые уже являются участниками действующих международных соглашений, направленных на обеспечение их охраны, в частности «Женевская конвенция по улучшению условий содержания раненых и больных в вооруженных силах» от 12 августа 1949 г., статья 44 которой охраняет эмблему красного креста на белом фоне, слова «Красный крест» или «Женевский крест и аналогичные эмблемы".

source: Guidelines
ru_ru: Руководящие принципы

source: In order to clarify certain aspects of the Article 6ter(1)(b) and (3)(b), the Assembly of the Paris Union adopted the Guidelines for the Interpretation of Article 6ter(1)(b) and (3)(b) in 1992.
ru_ru: В целях уточнения некоторых аспектов статьи 6ter(1)(b) и 3(b) в 1992 г. Ассамблея Парижского союза приняла Руководство по толкованию статьи 6ter(1)(b) и 3(b).

source: In application of these Guidelines, any program or institution established by an international intergovernmental organization, and any convention constituting an international treaty may, under certain conditions, benefit from the protection granted by Article 6ter(1)(b) of the Paris Convention.
ru_ru: При применение этого руководства программа или орган, учрежденные международной межправительственной организацией, и конвенция, являющаяся международным договором, при определенных условиях могут пользоваться преимуществами охраны, предоставляемой в силу статьи 6ter(1)(b) Парижской конвенции.
